{"slug":"code-of-conduct","filename":"code-of-conduct","title":"Code de conduite","date":{"RE_PRIVATE_NONE":true},"draft":false,"meta":{"title":"Code de conduite"},"body":"<p><strong>Ce code de conduite s'applique à tou·te·s les invervenant·e·s et participant·e·s des évènements et discussions en ligne de Paris.JS, incluant l'équipe organisatrice et les sponsors</strong>.</p>\n<h2>Introduction</h2>\n<p>La <strong>diversité</strong> et l'<strong>inclusion</strong> font la force de notre communauté.</p>\n<p>Nous encourageons la participation de tout·e·s et souhaitons être très clairs sur notre position.</p>\n<p>Notre objectif est de maintenir une communauté sûre, utile et amicale pour tout·e·s, sans distinction de genre, d'orientation sexuelle, de handicap, d'apparence personnelle, d'origine ethnique, d'âge, de religion ou de nationalité.</p>\n<p>Ce code et les procédures connexes s'appliquent également aux comportements se produisant en dehors des activités communautaires, dans tous les lieux communautaires - en ligne et en personne - ainsi que dans toutes les communications individuelles, et partout où un tel comportement a le potentiel de nuire à la sécurité et au bien-être des membres de la communauté.</p>\n<h2>Comportement attendu</h2>\n<ul>\n<li>✅ Soyez accueillant·e·s.</li>\n<li>✅ Soyez bienveillant·e·s.</li>\n<li>✅ Faites attention aux autres.</li>\n<li>✅ Partagez vos connaissances avec pédagogie.</li>\n</ul>\n<h2>Comportement inacceptable</h2>\n<ul>\n<li>❌ Discours discriminatoire ou offensants</li>\n<li>❌ Intimidation ou harcèlement</li>\n<li>❌ Contact inapproprié</li>\n<li>❌ Dénigrement</li>\n<li>❌ Perturbations répétées</li>\n<li>❌ Violence, menaces, langage violent</li>\n</ul>\n<h2>Application</h2>\n<p><strong>Aucun manquement à ces règles ne sera toléré</strong>.</p>\n<p>Si vous êtes l'objet ou le témoin d'un non-respect de ce Code de Conduite, veuillez nous contacter :</p>\n<ul>\n<li>Matthias Le Brun : <a href=\"https://twitter.com/bloodyowl\">@bloodyowl</a></li>\n<li>Georges Mathieu : <a href=\"https://twitter.com/jojmaht\">@jojmaht</a></li>\n</ul>\n<p>En cas de non-respect, l'équipe prendra toutes les mesures qu'elle juge appropriées pour sanctionner l'infraction, jusqu'à et y compris l'expulsion pure et simple des évènements physique et des espaces d'échange en ligne.</p>\n<h2>À propos</h2>\n<p>Ce code de conduite est issue du <a href=\"https://api.slack.com/docs/community-code-of-conduct\">code de conduite de la communauté de développeurs slack</a>, et reprend en grande majorité le <a href=\"https://github.com/francejs/slack/blob/master/COC.md\">Code de conduite de FranceJS</a>, qui comporte des parties dérivées du <a href=\"https://www.djangoproject.com/conduct/\">Code de conduite de Django</a>, du <a href=\"http://citizencodeofconduct.org/\">Citizen code of conduct</a>, du <a href=\"https://www.rust-lang.org/fr-FR/conduct.html\">Code de conduite de Rust</a> et de l'Initiative Ada sous licence Creative Commons Attribution-ShareAlike.</p>\n<p>Dans une démarche d'amélioration continue, n'hésitez pas à proposer des changements à ce code de conduite via une Issue ou une Pull Request sur <a href=\"https://github.com/parisjs/parisjs-website\">le repository de ce site web</a> ou d'en discuter sur le <a href=\"https://discord.gg/t6t8jhAaVz\">Discord Paris.JS</a>.</p>\n"}