{"slug":"faq","filename":"faq","title":"Foire aux questions","date":{"RE_PRIVATE_NONE":true},"draft":false,"meta":{"title":"Foire aux questions"},"body":"<h2>Paris.js</h2>\n<h3>Qu’est ce que c’est ?</h3>\n<p>Paris.JS est une <strong>communauté</strong> se réunissant à Paris les derniers Mercredi de chaque mois pour échanger sur <strong>JavaScript</strong>, <strong>le web</strong>, mais aussi <strong>le travail dans le software</strong>.</p>\n<p>Les évènements et espaces de discussion de Paris.JS s'addresse à toutes et tous, débutant·e·s ou expert·e·s, professionnel·le·s ou curieux·se.</p>\n<p>Les meetups sont composés de talks donnés par des membres de la communauté, et se terminent autour d'un buffet permettant d'échanger et de #networker.</p>\n<p>Les évènements Paris.JS sont gratuits, et avec un nombre de places limitées selon le lieu accueillant le meetup.</p>\n<h3>Qui sommes nous ?</h3>\n<p><strong>Vous</strong>. Paris.JS n’est affilié à aucune entreprise et n'a pas d'existence juridique. La communauté est animée par celles et ceux qui le souhaitent.</p>\n<p>La communauté est libre est indépendante.</p>\n<p>Chacun·e se doit de respecter le <a href=\"/code-of-conduct\">code de conduite</a>.</p>\n<h3>C’est nouveau ?</h3>\n<p>Non ce n’est pas nouveau, bien au contraire: le premier événement a été organisé le <strong>12 octobre 2010</strong>.</p>\n<h3>Comment contribuer ?</h3>\n<p>Il existe de multiples façons de contribuer à Paris.js:</p>\n<ul>\n<li><a href=\"#je-veux-proposer-un-sujet\">proposer un talk</a></li>\n<li><a href=\"#je-veux-vous-accueillir-\">héberger le meetup</a></li>\n<li><a href=\"#financement\">faire un don</a></li>\n<li>participer à l’organisation</li>\n<li>proposer des améliorations sur le site web</li>\n</ul>\n<p>Le plus simple est de venir faire un petit coucou sur le <a href=\"https://discord.gg/t6t8jhAaVz\">discord</a> ou tout simplement venir nous parler pendant un événement !</p>\n<h3>Paris.js / France.js / Apéro.js / Whatever.js</h3>\n<p>Paris.js n’est pas directement rattaché à d’autres groupes mais la plupart des fondateurs et participants actifs de ces groupes sont membres de Paris.js. Paris.js se permet à l'occasion d’en faire la promotion.</p>\n<h3>Suivre l’actualité de Paris.js</h3>\n<p>Vous pouvez nous retrouver sur <a href=\"https://www.meetup.com/fr-FR/Paris-js/\">Meetup.com</a>, <a href=\"https://twitter.com/parisjs\">Twitter</a>, <a href=\"https://discord.gg/t6t8jhAaVz\">Discord</a></p>\n<h2>Les “meetups”</h2>\n<h3>Ca parle de quoi ?</h3>\n<p><strong>JavaScript</strong> principalement mais aussi <strong>web</strong> en général, <strong>retours d’expériences</strong>, <strong>entreprenariat</strong>, etc. Tous les sujets qui peuvent intéresser un ou une dev’ moderne !</p>\n<h3>C’est quand ?</h3>\n<p>Nous proposons <strong>une soirée chaque dernier mercredi du mois</strong>. Environ 10 par an (pause l’été et en fonction de la date en décembre)</p>\n<h3>Comment venir, combien ça coûte?</h3>\n<p>C’est <strong>gratuit</strong> ! Environ une bonne semaine avant, nous annonçons l’événement sur notre page <a href=\"https://www.meetup.com/fr-FR/Paris-js/\">meetup.com</a>. Il suffit alors de s’inscrire sur meetup.com. Attention, les places partent vite !</p>\n<h3>Je veux proposer un sujet</h3>\n<p>Merci ! Nous proposons 2 formats différents :</p>\n<ul>\n<li><strong>Le court (5mins)</strong>, pour susciter la curiosité en faisant découvrir une bibliothèque, une introduction rapide ou pour parler d’un sujet concis.</li>\n<li><strong>Le long (20mins + 5 mins questions optionnelles)</strong>, parfait pour rentrer un peu plus dans le sujet, développer un propos, ou encore proposer un “live-coding”.</li>\n</ul>\n<p>Le plus simple est de remplir le <a href=\"/propositions/sujet\">formulaire sur cette page</a></p>\n<h3>Comment sélectionnons-nous les sujets ?</h3>\n<p>Les sujets sont sélectionnés deux semaines avant l'événement (2ème semaine du mois).\nUn soir, nous organisons un hangout public annoncé via la mailing-list et choisissons parmi les propositions les plus demandées. Tout le monde peut “voter” sur le github <a href=\"https://github.com/parisjs/talks\">Parisjs/talks</a>.</p>\n<h3>Je veux vous accueillir !</h3>\n<p>Merci ! Nous recherchons tout le temps de nouveaux locaux pour nous accueillir.\nNos critères sont simples et flexibles: au moins 50 places assises et Paris intra-muros.\n<a href=\"/partenaires\">Voir la page sponsor</a>.</p>\n<h2>Sponsors, publicité, financement</h2>\n<h3>Je veux vous sponsoriser</h3>\n<p>L’unique forme de sponsoring possible est l’accueil d’un meetup. <a href=\"#je-veux-vous-accueillir-\">Voir question “Je veux vous accueillir”</a>.</p>\n<h3>Pouvez-vous faire de la pub pour X auprès de vos membres ?</h3>\n<p>En règle générale, nous ne relayons aucune communication pour des événements payants. Si votre événement est gratuit et a un sujet commun avec Paris.JS, envoyez-nous un message sur meetup.com.</p>\n<h3>Financement</h3>\n<p>Toujours dans l'esprit d'ouverture et de partage, nous avons ouvert une page sur <a href=\"https://opencollective.com/parisjs\">opencollective</a>.<br />\nVous pouvez contribuer financièrement à Paris.js en faisant un don. Il n'offre aucune contrepartie.<br />\nNotre budget annuel est faible, l'argent supplémentaire servira à la créations de goodies, cadeaux aux speakers, payer un buffet de dernière minutes.<br />\nPour éviter de créer une structure, nous nous reposons sur un <a href=\"https://opencollective.com/faq/collectives#what-is-a-host-do-i-need-one-\">hôte</a> externe, <a href=\"http://opencollective.fr\">opencollective.fr</a> (<a href=\"https://www.societe.com/societe/opencollective-paris-oc-842144263.html\">https://www.societe.com/societe/opencollective-paris-oc-842144263.html</a>). C'est cette association qui gère l'argent et effectue les virements pour rembourser les dépenses.</p>\n<h3>Où est-ce que je peux recruter des développeurs JavaScript ?</h3>\n<p>Si vous cherchez des développeurs JavaScript, vous pouvez:</p>\n<ul>\n<li>publier une offre d’emploi sur le groupe LinkedIn de Paris.JS: <a href=\"https://www.linkedin.com/groups/3852602\">https://www.linkedin.com/groups/3852602</a>. Les offres d’emploi ne sont pas admises sur la liste de diffusion Google Groups.</li>\n<li>Sponsoriser un meetup pour vous faire connaître auprès de la communauté.</li>\n<li>Ou simplement venir à un meetup pour rencontrer les participants.</li>\n</ul>\n"}